[
{
    "model": "catalog.topic",
    "pk": 1,
    "fields": {
        "name": "Art",
        "slug": "art",
        "image": "topics/images/art.jpg",
        "created_at": "2024-05-17T11:57:12.577Z",
        "updated_at": "2024-05-17T11:57:12.577Z"
    }
},
{
    "model": "catalog.topic",
    "pk": 2,
    "fields": {
        "name": "Politics",
        "slug": "politics",
        "image": "topics/images/politics.jpg",
        "created_at": "2024-05-17T12:02:55.536Z",
        "updated_at": "2024-05-17T12:02:55.536Z"
    }
},
{
    "model": "catalog.topic",
    "pk": 3,
    "fields": {
        "name": "Sport",
        "slug": "sport",
        "image": "topics/images/sport_YeetNIN.jpg",
        "created_at": "2024-05-17T12:16:00.486Z",
        "updated_at": "2024-05-19T09:51:14.124Z"
    }
},
{
    "model": "catalog.topic",
    "pk": 4,
    "fields": {
        "name": "Crime",
        "slug": "crime",
        "image": "topics/images/crime.jpg",
        "created_at": "2024-05-17T23:24:16.897Z",
        "updated_at": "2024-05-17T23:24:16.897Z"
    }
},
{
    "model": "catalog.topic",
    "pk": 6,
    "fields": {
        "name": "Weather",
        "slug": "weather",
        "image": "topics/images/weather.jpg",
        "created_at": "2024-05-19T16:57:53.327Z",
        "updated_at": "2024-05-19T16:58:28.188Z"
    }
},
{
    "model": "catalog.article",
    "pk": 1,
    "fields": {
        "topic": 1,
        "title": "The Power of Art",
        "slug": "the-power-of-art",
        "published_at": "2024-05-17",
        "short_content": "Art is a vital part of human culture, expressing emotions and stories through visual arts, music, literature, dance, and theater. It reflects and challenges society, connecting people across cultures and enriching our lives with joy and understanding.",
        "content": "Art has been an essential part of human culture for millennia. From ancient cave paintings to modern masterpieces, it serves as a powerful means of expression and communication.\r\nVisual art, like painting and sculpture, captures emotions and stories that words often cannot. Van Gogh's \"Starry Night,\" Dali's surreal landscapes, and Kahlo's realistic self-portraits evoke deep emotional responses and inspire viewers worldwide.\r\nMusic, literature, dance, and theater also play crucial roles in the art world. Music moves us with its melodies, from Beethoven’s classical pieces to contemporary pop. Literature explores human thought and emotion, while dance and theater combine movement and storytelling to create immersive experiences.\r\nArt not only reflects society but also challenges it, encouraging thought and change. It is a universal language that connects people across different cultures and eras. Whether creating or appreciating it, art enriches our lives, offering joy, solace, and a deeper understanding of the world.",
        "main_image": "articles/images/2024/05/power_of_art.jpg",
        "created_at": "2024-05-17T12:22:42.797Z",
        "updated_at": "2024-05-17T12:40:53.948Z",
        "publishers": [
            1
        ]
    }
},
{
    "model": "catalog.article",
    "pk": 2,
    "fields": {
        "topic": 3,
        "title": "Tyson Fury vs. Oleksandr Usyk",
        "slug": "tyson-fury-vs-oleksandr-usyk",
        "published_at": "2024-05-17",
        "short_content": "Tyson Fury vs. Oleksandr Usyk fight predictions, odds, undercard, preview, expert picks, start time",
        "content": "Fights don't get much bigger than Saturday's showdown between WBC champion Tyson Fury and IBF, WBA and WBO champion Oleksandr Usyk. The winner of the bout will emerge as the first undisputed heavyweight champion of the four-belt era and the first man in boxing's glamour division to earn undisputed status of any form since Lennox Lewis was stripped of the WBA championship in 2000.\r\nBoxing fans have been impatiently waiting for Fury and Usyk to share the ring for some time. Negotiations between the two fell apart several times before plans for a December 2023 clash were dashed when Fury was nearly defeated by Francis Ngannou in October. The fight was then rescheduled for Feb. 17, only for Fury to suffer a cut while sparring two weeks out from the fight.\r\nThe fighters are now set to move ahead when they meet in Riyadh, Saudi Arabia on Saturday, with plenty of intrigue over how the fight will play out.\r\nFury is undefeated in 35 career fights, with the lone blemish on his record a 2018 draw in his first meeting with Deontay Wilder. He won his first world title with a 2015 decision victory over Wladimir Klitschko to claim the WBA, IBF and WBO titles. Fury then put on substantial weight and dealt with several injuries before failed drug tests sidelined him for over two years, costing him his world titles in the process.\r\nThe first fight with Wilder came two fights after Fury's return to boxing and many observers felt the 'Gypsy King' had clearly done enough to win the fight, even rising from a late knockdown that would have finished nearly any other fighter on the planet. Three fights later, Fury and Wilder were in the ring once again, with Fury dominating the fight before a stoppage in Round 7 to win the WBC title. An 11th round knockout over Wilder was next as Fury cemented his place atop the division.\r\nFury went on to easily handle Dillian Whyte and Derek Chisora before disaster nearly struck against the former UFC heavyweight champ Ngannou. Fury appeared out of shape for the fight and struggled to handle a fighter making his boxing debut, even having to rise from the canvas after a clean shot in the third round before taking a narrow split decision.\r\nUsyk brings his own storied career to the ring with an unblemished 21-0 record.\r\nAfter becoming WBO cruiserweight champion in 2016 and making two successful defenses of the title, Usyk entered the World Boxing Super Series cruiserweight tournament. The tournament featured eight fighters, including all four world champions.",
        "main_image": "articles/images/2024/05/fight.jpg",
        "created_at": "2024-05-17T22:38:22.247Z",
        "updated_at": "2024-05-17T23:25:53.320Z",
        "publishers": [
            1
        ]
    }
},
{
    "model": "catalog.article",
    "pk": 3,
    "fields": {
        "topic": 1,
        "title": "My fake food was good enough for Barbie",
        "slug": "my-fake-food-was-good-enough-for-barbie",
        "published_at": "2024-05-17",
        "short_content": "An artist who creates fake food has been left \"stunned\" by the response she's had since her work featured in the hit Barbie film last year.",
        "content": "Kerry Samantha Boyes saw her \"raspberry ripple ice creams\" take a staring role in the opening beach scenes of the Hollywood hit.\r\n\r\nShe makes high-quality and realistic sculptures of food for a range of uses from historic houses and museums to films and TV shows.\r\n\r\nSince launching her Fake Food Workshop business six years-ago as a kitchen table start-up, it has grown rapidly.\r\n\r\nThe mother-of-three now has her own fake food store and studio set-up in south-west Scotland with an ever-growing list of illustrious clients all around the world.\r\nMs Boyes describes her work as \"a blend of art, culinary innovation, and sculptural finesse\" with the aim of \"making a mouthwatering impression\".\r\n\r\nThe unique creations stem from a lifelong passion for creative arts and craft since being inspired by her father.\r\n\r\nShe said: \"I've always been experimenting with different materials and how to create different works of art, as that's what it ultimately is.\r\n\r\n\"My inspiration comes from my dad. Growing up in the North Pennines I would spend a lot of time with him while he was working. He was a joiner, but was quite creative.\r\n\r\n\"I have always experimented with my work. The end result you see is after a number of trials.\"\r\nMs Boyes has a background as a stonemason and a taxidermist, with replication being her forte.\r\n\r\nShe bought a copy of Mrs Beeton's Book of Household Management and was fascinated by the lithographs, which led to her recreate those foods in a different way.\r\n\r\nBased in Kirkcudbrightshire, the business begun as a hobby with the creations being sold at makers markets or online through Etsy.\r\n\r\nThe recipe and process for the artist’s fake food is a closely guarded secret but she did reveal painted resins are one of the many ingredients used.",
        "main_image": "articles/images/2024/05/barbie.jpg",
        "created_at": "2024-05-17T23:20:24.290Z",
        "updated_at": "2024-05-19T16:35:12.485Z",
        "publishers": [
            1
        ]
    }
},
{
    "model": "catalog.article",
    "pk": 5,
    "fields": {
        "topic": 4,
        "title": "Police obtain crime gangs’ calls, chats",
        "slug": "police-obtain-crime-gangs-calls-chats",
        "published_at": null,
        "short_content": "The Greek police has recently, and belatedly, gained access to the full trove of data from two, now defunct, communications networks used heavily by criminals due to their encrypted communications capabilities.",
        "content": "Kathimerini has learned that the data became available to the Hellenic Police about 20 days ago and that it includes 4,500 recorded conversations, 28 million messages and 250,000 photos.\r\n\r\nThe defunct networks, EncroChat and SkyGlobal, were forced to shut down in 2020 and 2021, respectively. At the time of its closure, in 2020, the former had about 60,000 subscribers.\r\n\r\nEver since, European police have been making use of the data to track down criminals. In 2023, for example, 108 suspected members of Italian crime syndicate Ndrangheta were arrested in operation “Eureka.” \r\n\r\nThat same year, Europol announced that thanks to the data contained in EncroChat, 6,500 arrests had been made, more than 700 million euros recovered and more than 100 tons of cocaine impounded.\r\n\r\nIn Greece, it was the counternarcotics division of the police that started seeking the data, ahead of the homicides section. They were initially assisted by police in Austria, Belgium and France, in addition to the Europol.\r\n\r\nIn the past couple of years, Greek police officers, traveling to Europol’s headquarters in The Hague, had got some limited information from the defunct networks’ data that helped in the arrests of some drug dealers.\r\n\r\nMore recently, they got their hands on communications related to assassination contracts by the so-called “Greek Mafia” that also involved foreign operatives, mostly from Montenegro and Serbia.",
        "main_image": "articles/images/2024/05/crime777.jpg",
        "created_at": "2024-05-20T07:39:12.640Z",
        "updated_at": "2024-05-20T07:39:12.640Z",
        "publishers": [
            3
        ]
    }
},
{
    "model": "catalog.article",
    "pk": 6,
    "fields": {
        "topic": 1,
        "title": "Unique English edition of the “Kobzar” was issued to honor Taras Shevchenko on his 200th birthday",
        "slug": "unique-english-edition-of-the-kobzar-was-issued-to",
        "published_at": null,
        "short_content": "Unique English edition of the “Kobzar”",
        "content": "n 2014 both millions of Ukrainians and fans of Taras Shevchenko from all over the world celebrate the 200th birthday of the great Ukrainian bard. “Glagoslav Publications” publishing house presented on this occasion a unique English edition of “Kobzar” by Taras Shevchenko. The book is a complete collection of Shevchenko's poetry. It also contains dozens of drawings by that great Ukrainian.\r\n\r\n \r\n\r\nPublishing house commercial contact:\r\n\r\n \r\n\r\nGlagoslav Publications Ltd.\r\n\r\nPeperstraat 9\r\n\r\n5211 KM Den Bosch\r\n\r\nNederland\r\n\r\nTel.: +31(0)73 870 00 73\r\n\r\nFax.: +31 (0)73 744 00 28",
        "main_image": "articles/images/2024/05/kobzar.jpg",
        "created_at": "2024-05-20T07:43:01.296Z",
        "updated_at": "2024-05-20T07:43:01.296Z",
        "publishers": [
            2
        ]
    }
},
{
    "model": "catalog.author",
    "pk": 1,
    "fields": {
        "password": "pbkdf2_sha256$720000$AhH1vCJBsYwLpRc4BWIT7x$suNXa5s27uFz1d/jCkceT8qjSjdwJ6z+HD52F41BXz4=",
        "last_login": "2024-05-20T13:09:08.029Z",
        "is_superuser": true,
        "username": "admin",
        "first_name": "Ivan",
        "last_name": "Franko",
        "email": "admin@admin.com",
        "is_staff": true,
        "is_active": true,
        "date_joined": "2024-05-17T10:53:23Z",
        "year_of_experience": 20,
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "catalog.author",
    "pk": 2,
    "fields": {
        "password": "Qwerty1234!",
        "last_login": null,
        "is_superuser": false,
        "username": "taras",
        "first_name": "Taras",
        "last_name": "Shevchenko",
        "email": "taras_shevchenko@gmail.com",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2024-05-19T10:26:52Z",
        "year_of_experience": 10,
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "catalog.author",
    "pk": 3,
    "fields": {
        "password": "pbkdf2_sha256$720000$C29ldKQLNc9hE3Boy2FZzw$Y0e7vJuM8q+BrAtL5WycyMJeyObJJrPARgm+uCdwS3s=",
        "last_login": "2024-05-19T21:28:37.891Z",
        "is_superuser": false,
        "username": "Dron",
        "first_name": "Andrew",
        "last_name": "Chubenko",
        "email": "",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2024-05-19T11:17:03Z",
        "year_of_experience": 4,
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "catalog.author",
    "pk": 6,
    "fields": {
        "password": "pbkdf2_sha256$720000$d3FCWK7vIG7964kWF3yDHb$ZfBy4nC7lpEVFk7kYnZ3eBS0W0xpZxE6GBvwsT5zofU=",
        "last_login": "2024-05-20T08:54:29.727Z",
        "is_superuser": false,
        "username": "max_payne",
        "first_name": "Max",
        "last_name": "Payne",
        "email": "",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2024-05-20T08:53:38.988Z",
        "year_of_experience": 0,
        "groups": [],
        "user_permissions": []
    }
}
]
